{"2025.09/05":{"slug":"2025.09/05","filePath":"2025.09/05.md","title":"05","links":[],"tags":[],"content":"早起爬山\n早上去看老师\n大中午骑车20km\nKFC蛋挞20块6个\n晚上学英语"},"2025.09/06":{"slug":"2025.09/06","filePath":"2025.09/06.md","title":"06","links":[],"tags":[],"content":"\n 早起爬山\n提示词书写，使得AI能辅助单词记忆\n继续完善网站\n"},"2025.09/9.16":{"slug":"2025.09/9.16","filePath":"2025.09/9.16.md","title":"9.16","links":[],"tags":[],"content":"今天是来重师大报道的日子。实话说，作为一个广东人，坐上六小时的高铁来到重庆，是一件很奇妙的体验。身边的人都在说着川渝话，我和老妈在探索踩点的过程中说着白话，像是一个中国人闯入了外国一般——Culture Shot\n我的舍友都是重庆人。有一次我问记号笔在哪（因为我得将我的物品写上名字），商铺的一个舍友说在饮水机上，我一开始没反应过来，再问，他切换普通话，我这才反应回来。像这样的场景我遇到很多，或许别人骂我的时候我都听不懂哈哈哈。\n说起来，到了一个新环境，的确是要有一个“窗口期”。就像相处很久的舍友，你突然和他讲什么原则，他肯定反感——你丫的谁啊？你怎样我还不了解你吗？所以和人相处，立好人设、原则规矩，得在进入新环境后短时间内尽快确立。昨天我和舍友相处得挺好，到了晚上临近熄灯（我们学校没有很严格的熄灯时间，于是我们便交流自行确立23:00为熄灯时间），我问大家：“宿舍里，大家有什么觉得很踩雷的行为吗？”“大家觉得值日应该怎么安排？”新环境下，一个群体刚刚成立，处于一个较为混乱的状态时，谁组织，谁就主动。\n好了，今天的日思就到这里啦！感谢大家收看！"},"2025.09/9.17":{"slug":"2025.09/9.17","filePath":"2025.09/9.17.md","title":"9.17","links":[],"tags":[],"content":"今天是军训的第一天，而上来便是两场雨：早一场晚一场。早上本应是新生军训的动员大会，却因下雨，集体躲在体育馆的屋檐之下。虽不情愿，但还是在这稍显潮湿的地板坐了下来，听着教官念军训的条例。当教官说谁想上来念第一条的时候，我直接喊了一声报告，随后当着百来人的面前念了这条例。像这样的情况有很多，教官似乎很喜欢让我们自我介绍，尽管我们之中的大多数已然自我介绍过了，说是克服自己怯场的性格。\n下午是队列训练：军姿、稍息和跨立。我很讨厌站军姿，不知为何，我总感觉膝盖很疼，一种难以忍受的疼痛（尽管我坚持下来了）。询问AI后，了解到这是正常现象，只是我核心和腿部的力量不够，或是膝盖锁死导致的，但更可能是因为脚掌着地不良造成的，我应该尝试着把重心分布在整个脚掌，而非全部压在前脚掌，这样或许能缓解。\n不得不说我们的教官非常好，常常别的连队的教官压力学员的时候，我们的教官常常会鼓励我们：“做得非常好”“今天表现很不错啊”诸如此类。晚上由于教官嗓子哑了，换了别的教官训练。我在后排，看不见换了教官，但是画风突变的训练方式，一下子让我意识到：这不是我们连队教官的训练风格，大抵是换了教官罢。\n晚上刚开训，就下了雨。偷拍了几张照（训练期间严禁用手机），给大家看看。"},"2025.09/9.18":{"slug":"2025.09/9.18","filePath":"2025.09/9.18.md","title":"9.18","links":[],"tags":[],"content":"今天是军训的第二天。逐渐适应后，时间也没有那么漫长了。\n早起学习英语的途中，遇到了舍友。在大家刚认识的阶段，我或许给别人的印象就是学习与自律。在窗口期中设立好人设后，让自己上工治未病。\n休息期间，有一个才艺展示的节目。恰巧我们连队位置的对面是女生连队（我们男女分开练的）。有一位哥们上去表演后，连装都不装了，直接背对着我们对着女生连队唱歌。就这样，军训便在休息间的嬉笑声和训练时口令声中度过。\n回到宿舍后，每个人脱光了上衣，脖子处都被烙印上了红印子。\n明天继续早起，期待下一天的军训。\n想起来周日还有会议，不知道能不能参加。如果是9点开始的话，我或许能赶上。"},"2025.09/9.19":{"slug":"2025.09/9.19","filePath":"2025.09/9.19.md","title":"9.19","links":[],"tags":[],"content":"今天是军训的第三天，阴天，伴随着一阵大雨和毛毛细雨。早上九点半下起倾盆大雨，连队便转移至体育馆下。训练暂停，取而代之的是学唱军歌、拉歌口号，还有个人的上台表演。人很多，教官也感冒了，队列也在沙哑的口号声下摇摇晃晃地运作了。早上的个人表演，我是第一个，站在台上激情唱着广东省省歌海阔天空。\n到了下午，不知为何原本的两位教官变成了一位，还是那位因感冒而喉咙沙哑的教官带队。一百五十号人也因此似乎变得松松散散，大家甚至在队列里有说有笑。到了晚上继续练习齐步走，另一位教官也回来了，大家的训练也变得格外认真。\n顺带一提，我们学校是真的大，三个饭堂。因为接近千五人的新生，我们得分开去饭堂开放。这次我们去的是三号饭堂，距离我们军训的场地有接近两公里。走过去二十多分钟，因长期站立而疼痛的脚板，加上这两公里行进的折磨，地板都变得十分烫脚了。\n逐渐适应后，对于时间的感知也逐渐加快。希望我能有更多这样的瞬间：恍惚后，发现时间已经过去这么多了。而日思，就是这样的一个过程。不要等到大一结束，甚至大学结束后，才恍惚觉察：时间已然过去这么多了。"},"2025.09/9.20":{"slug":"2025.09/9.20","filePath":"2025.09/9.20.md","title":"9.20","links":[],"tags":[],"content":"军训的第四天。沉闷了几天，太阳也冒头了，尽管只出现了一早上，可这也足够把我的肤色晒得黑不溜秋了。大家顶着大太阳，站军姿，练齐步行进。齐步行进可以说是“比较水”的一个科目了，150号人下，即便有两个教官，也时常管不过来，我混在连队之中，一改前些天“草木皆兵”的紧张神情——站累了，便悄悄抖抖腿，甚至小声和周围同学开开玩笑。\n到了晚上，照常训练45分钟后来到了休息时间。意外的是，这次休息时间格外的长，一直休息到下训。由于我们同学的积极沟通，成功和女生的连队坐在一起——三面是女生的连队，另外一面是我们男生的连队。大家表演节目，人头攒动，我几乎看不清前面发生了什么，嬉笑声下，只是不明不白地度过了这段时光。\n都说幸福是对比说来的，回去看我朋友的动态，大多吐槽军训艰苦，甚至有一位高中的朋友给我连发七条消息吐槽他们的军训。我想说，重师大的军训是最棒的军训。"},"2025.09/9.22":{"slug":"2025.09/9.22","filePath":"2025.09/9.22.md","title":"9.22","links":[],"tags":[],"content":"军训第六天。最近的军训较为轻松，五点半早起后来到饭堂干饭后刷英语口语课程，一个半小时后，伸个懒腰提提书包，边走回了宿舍。回去只见5位舍友都在，甚至有的刚起床。正当我疑惑，原来是因为下雨，今早的任务变为内务整理。说实话，军训第六天才开始内务整理，估计只有我们学校才有这样的松弛感了哈哈哈。内务整理，说实话大家并不积极，前面一个多小时，该刷视频的刷视频，打游戏的打游戏。而我对这些并不感冒，可估计是不愿过于无聊，便开始了“一个人的大扫除”。\n阳台墙上，沾着许多不知名物体，一坨坨灰色，像是烟头灰，但没那味。直到我把其中一坨用抹布甩开，粘到玻璃门上，显露出白色的痕迹，我才明白，那或许真的是那玩意，却打心底里不想承认，继续清理。\n我拿出学校发来的抹布，原本用于演练，此时被我用来清理墙面缝隙。尽管倒了一大盆水并撒了一大勺洗衣粉，水依旧止不住地变黑，黑红黑红的，到最后已经变得十分不透明，倒在厕所，如同把一位刚画完水粉画的美术生的颜料桶废水倒掉。\n但显然，我的努力卓有成效。墙面从灰蒙蒙且沾了许多不明物体的状况下，变得洁白整洁，玻璃门也变得干净透亮。回看依旧坐着打游戏刷视频的舍友，没有叹息，只是涌上一股自豪感——我真棒！\n做完脏活累活，我便提着书包出去，试图找一处安静的地方，坐下，翻开随身带的轻薄本，开始如往常般优雅的独处学习的时刻。只是这天依旧下着点点雨，人在重庆，手机里时不时传来来自广东的天气预警——超强台风“桦加沙”。突然想起，晚上我和一位的本地舍友分享这事时，他说：我都没见过台风。也许这台风从沿海的广东吹呀吹，来到重庆，顶多只剩那倾盆大雨了，远未达到刮风树弯的地步。\n出去来到曾经中午晚上常去的教学楼，试图寻找空教室，只发现那儿正上着课——这是周一，还是早上九点，不上课才怪了。我只能悻悻而归，回到宿舍门口，来到了就近的饭堂，正如早起学习那般。正当我寻得一处还算冷清的位置，舍友打来了电话：该整理内务了。\n早不整理，晚不整理，内心不得不叹息一声，嘴上却说：好，我马上回来。收拾完桌面，便撑着雨伞，踩着湿滑的路面，一位在雨中漫步的小伙，似乎有些垂头丧气，但带上了耳机听着轻音乐，重新昂起头，迈上了自信的步伐——上了五楼后，舍友们只见一位气喘吁吁且还未来得及取下耳机的凌乱青年。\n先行动的是舍长，刚回来的时候，我并未发现他出去了。直到他开门后：“各位得搞内务了！”——原来他到了其他宿舍学习整理内务了。他先行摆好自己的桌子、椅子和置物架，宣布：你们按照我这样摆就可以啦！随后我们也不得不面对一些似乎不合理的内务整理要求，一位舍友有些气恼，并不明白为什么要这样摆，我们只得安慰：先这样摆，避一避风头。于是，整个宿舍从一个懒散的状态，一瞬转为忙活整理的景象。\n整理好后，教官也来到了寝室检查。我和另外五名舍友连忙站成一排，我装模做样地下着命令：向右看齐！调整军姿！教官和军训指导员见状都有些绷不住地笑了笑。检查过程中，令我感到意外的是，没有“被子飞行术”，只是有点随意地看了看，嗯了几声，我连忙和教官说我怎么努力清洁宿舍环境，甚至用手摸了摸瓷砖顶面，道：“教官你看，一点儿灰都没有”，整个人像是个做好事后想要奖励的小孩，教官笑了笑，说我的确是个部队的料，我只是心想可惜自己近视。随后教官又看了看宿舍环境，点点头，便离开了。说起来，由于我高中的被套是和部队同款的，也得到了教官几分目光的停留和赞赏。离开后，尽管整个宿舍较为整洁，舍长仍然带头整理，而我自然不甘落后。最棘手的是浴室：排水口似乎堵住了，以至于洗澡后整个浴室都是积水。我们也没办法疏通，只得拿着垃圾铲一遍遍地把浴室的积水清理，随后提醒其他人：洗澡前，记得先去厕所把小便解决了。\n半小时后，教官再次过来检查。不知道是电脑不允许被放在桌上的缘故，舍友们都默契地拿起了前些日子买的专业二手书，直到教官检查，一开门，便发现大家拿着书，于是夸奖了我们一番。总之，相信今早我们的宿舍内务整理是非常优秀的！\n而今天下午，得到了一个好消息：或许由于我们分列式走得好，我们被选上了刺杀操的连队，新生6000人两个团数不清的连队中，我们是四个做刺杀操的连队之一。接下来，就迎来了刺杀操的训练。"},"2025.09/9.23":{"slug":"2025.09/9.23","filePath":"2025.09/9.23.md","title":"9.23","links":[],"tags":[],"content":"军训第七天。当然，也是我眼罩丢失的第一天。没有床帘，想睡觉，这光源怕是无可避免了。可我并不适应在灯管直射的境况下睡觉，顶多呼吸冥想，只得在空教室自习到十点半，而后回到宿舍，卡着11点熄灯的时间上床睡觉。现如今也怀念起前些有眼罩睡眠的日子了：戴上眼罩，世界从光明转瞬为乌黑；戴上耳塞，些许嘈杂的短视频声也消退了许多，时常能十一点前入睡，一晚上享受接近七小时的睡眠，而后在早上五点半苏醒。可如今睡眠时间的后移，也让我差点黏在了床上，早上的军训，甚至“失去意识”陷入了睡眠。意外的是，下了雨，我们来到了体育馆门前坐着避雨，此时我们学唱着红歌，而我得以小憩一会儿。可这小憩也并不轻松，我时刻留意教官的目光，知道他并不在意我此时的状态，便大胆在帽子的掩护下低下了头。一会后，怕是太多人想抓住这样的机会休息休息，教官便要求我们脱下帽子抬起头唱歌，而我也休息得差不多了，自此精神也恢复了许多，足以面对上午接下来的时光。\n到了中午，因为早餐只吃了三块钱的韭菜盒子，肚子早在九点半便咕咕响，十一点半，怕是饿麻了，或是身体储能物质的分解，饥饿感早就没有先前般强烈。只是一到饭堂，香气飘入鼻腔，一连贯的神经冲动下，饥饿感如潮水般向我袭来。新生入学90元的卡卷，如今只剩7块，够买两素一荤，想着能改善改善曾经一荤一素的伙食，结果却落了期待：荤菜，或许是里面拌了几条瘦肉丝，才得以拥有“荤菜”之名；而素菜，我真没想到炒河粉炒面也能当素菜，真就是碳水拌碳水。但无论我曾经期待如何，七块钱吃饱肚子，我已十分满足。\n饭后，如往常般坐车回寝室，却收到了条紧急消息：贫困生的申请今天必须打印并上交。当我下了车，环顾四周，只想找一处打印之处，可我认识的打印店就在刚才的饭堂里边的超商里，于是我只得冒着阵阵细雨，再次坐上了小白车，回到了刚才的饭堂。说起来，这饭堂是三号饭堂，而离我寝室最近的是一号饭堂，里面也有打印店。\n拿到了贫困生申请的打印纸张后，轻轻卷握着纸张弯着腰，闯入了灰蒙蒙的细雨，小步快走到前方的小白车上，再次回到了寝室。\n到了下午，我再次黏在了床上，感受着手表14:00闹钟的震动，发出一声叹息，想着若是能多睡会就好了，或许是校领导听到了我的心声，下午发了通知：由于下雨，学员先在宿舍修整。大喜过后，便在舍友阵阵聊天声中，抱着被子，又一次渐入沉睡。可就在睡着的临界时刻，舍友拍了拍我，道：刚发消息通知了集合时间，还有十分钟就得到现场了，下午得体检，你要带齐证件。“我甩了甩头，脑子比刚回来的时候清醒了许多，也不再那么疼了，获得消息后，下了床，翻了翻书包带齐东西后，便快跑来到了训练场上集合。训练场上依旧漫天飞着细细小雨，我们依旧来到了体育馆门前，学着唱歌，和以往不同的是，这此有几位音乐学院的同学，用着美声，带领着我们歌唱，不得不说现场听得到这样的歌声，也是一种享受罢。\n不一会，雨小了很多，我们便被带到了体育馆前方的训练场上。正当我们刚整好队伍准备训练，传来了通知——到我们体检了。于是大家伙兴高采烈地欢呼，再次集起体检的队伍，跑步来到了校医院——说实在的，我没想到一个学校里会有个像模像样的医院，而我曾经对校内医院的印象只是两个小房间，一个是校医办公之处，另一个是病号休息之处。而在我们的校医院，甚至能完成一次完整的体检，血压视力等等都是常规，甚至有专门的放射性检查用于拍胸片。\n体检过程中，抽血环节怕是最令我印象深刻的一部分了——我晕血了。当然，这里面不乏我故意的成分。或许是为了晚上能逃避训练，我便在抽血的过程中，低着头昏昏欲睡的样子，其实一开始还好，单纯的困。而到了后面，那种眼前冒星星的感觉上来了也上头了，下一刻我眼前闪过许多前些天军训的画面，还感受到许多嘈杂的声响，再下一刻我便睁开了演讲，身边是一位舍友扶着我到一个椅子上坐着，医生也吐槽道：你就是要晕，别往前，往后晕啊。晕倒后是什么感觉呢？冒冷汗，手发软，这些我都能理解，我不能理解的是，为什么我感觉我的腰发酸，像是刚完事了一样。\n其实我也没想着逃训，晚上我也照常训练，或许是我训练前洗了冷水澡的缘故，每天的晚训我都很有精神。体检完下午，出去拿了快递。这快递驿站挺远的，我也是第一次用快递驿站取快递，手忙脚乱的，一下子半个多小时过去了，回到寝室18:07，而20分就得操场集合了。但是我又想着晚上能挤出时间来到空教室自习，便一狠心，马上去洗澡整备。尽管有点小迟到，但教官并不在意。虽体检时有晕血的经历，但似乎并不影响晚上的训练，于是我度过了一次活力满满的晚训。\n八点半下训后，跑回了宿舍，背起书包来到空教室，码字。\n完。"},"2025.09/9.24":{"slug":"2025.09/9.24","filePath":"2025.09/9.24.md","title":"9.24","links":[],"tags":[],"content":"军训第八天。不知觉间便来到了第八天，禁不住发出一声“时间过得真快呀”的感叹。这也让我引出了关于“时间的感觉”的思考——为什么随着年龄的增长，我对于时间的感知越来越快？是啊，每当想起小时候无忧无虑的时光，我都会发出一声感叹。从人生的尺度，转换到这刚来到新环境两周军训的尺度下，却惊人的发现这两者似乎并无本质的区别：刚开始无疑是对时间感知最漫长的时候，而到了第二天、第三天…时间在不知不觉间按下了倍速键，原本以秒为单位的时间，经历了八天后，甚至可以用“一上午”“一下午”这样大得多的尺度来衡量！可以想象的是，过完大一，我们会以学期为单位衡量我们的大一；大学毕业，甚至会用四年这样一览式的视角来觉察大学的时间。而在我的意识中，顶多能以人生的尺度来觉察时间，或许等我的知识储备和认知上去了以后，能够真正做到所谓“以史为鉴”吧！\n今天照常早起到饭堂自习，然而今早的空气格外寒冷，作为一位习惯了夏天的热情的广东人，来到重庆，一夜间便清凉顿时觉得有点不适应。带着寒意，不知为何，我向一段时间没联系的初中好哥们发了个：今天好冷，配上了一个寒冷的emoji和一个天气预报的截图。\n到了早上，大抵是因为我在出发去训练场之前，小憩了十多分钟的缘故， 变得格外精神。而训练也重复着这样的流程：先站会儿军姿，约莫十多分钟的军姿后，此时大家的膝盖和脚底板已然积累了一定的不适感，此时教官便下达了踏步的命令，稍显酸痛的脚和膝盖也得到了解放。然后来到了正常训练的环节，军训刚开始是队列的一些列学习与训练，而这两天着重在刺杀操的练习。说起来，我在高中的一次军旅7天研学也学到过刺杀操，至于那7天的体会和如今14天的体会，我还是觉得当时的强度要大得多，怎么形容呢？七天我唯一不敢放松的事情就是——干饭。然后即便在我高强度干饭的情况下，我依旧瘦了五斤。\n事实上大家都了解到，我们将会在上午办银行卡，于是早训前，我便准备了一系列证件。只是令大家失望的是，就在上午的训练临近尾声时，才迎来了办卡。更令人绷不住的是，办卡的区域人满为患。而正当大家略显消极之时，我参照上次去体检的经验，快步走上前，试图在大家不在意的时候插进队伍的最前列，想着办卡的时候能争取第一个。走着走着，许多学长学姐下了课，与我们相向而行。不知怎的，我突发奇想，来到了队伍最前面，大声喊：军爷来袭！无关人员速速退让！此时原本唉声叹气的人群，顿时迎来了阵阵嬉笑声。\n来到了办卡的地点，我欣喜若狂，拉开警戒线闯入后，只听见工作人员催促：大家排好队一个个来。这时我猛地意识到一件事，随后一回头，便看到一条队伍扭扭曲曲地快速边长。顾不上其他，只得弯下腰快步走上前排队。原本乐观的我，难免因期待落空而蒙上了一股失望之情。好在并未太坏，排队时间并不长，而且我所处的位置，也算是队伍的前列了。于是我便迅速地走完办卡的流程，当然，这其中难免遇到工作人员推荐信用卡，我并不了解，但当听到他们说：可以薅羊毛的时候，顿时涌上一股警惕感：当你不知道利润在哪里的时候，你就是利润本身。\n随后来到了中午，吃完饭，此时一点十多分了，想起来还有快递没有拿，便出去了校门。一个眼罩和一个拖把。俩快递不在一个地方，我便先去拿眼罩——这无疑是影响我睡眠最大的因素之一。拿眼罩的途中，我遇到了一位中年大叔，他似乎略显焦急，见到了我，他便朝我走来向我搭话，问道：你知道涪陵区怎么走吗？我人生地不熟的，自然不清楚，但他让我打开地图软件看一下，此时我觉得这只是简单的问路，没有过多思考，便给他瞅了瞅。然后，他让我点击打车的地方，这才和我解释道：他手机丢了，想让我帮他打车过去。于是警惕感次涌了上来，或许是大叔听出来我话语里的犹豫和想脱身的想法，他便连忙解释：他是浙江过来出差的，昨晚因为喝断片了起来发现手机不见了，于是只得街上找人帮忙打车。\n由于我曾经也有类似的时间，且在言语间觉察他并不像是演的，也说他不是差钱的人，并且他表示赶时间，还说，他可以给我东西抵押，过两天等事情忙完就来找我拿回去。我便明白：他是一位忙的起飞的，类似老板高管这样的人，否则以普通人的认知和执行力，我感觉是很难有这样的语气语言。随后我说可以弄滴滴，但他说需要公司报销车费，得用现金找出租车开发票才行。可是如今流行电子支付呀，往哪找现金？于是我提出我可以回宿舍拿，但他拒绝了，表示他得尽快坐上车。于是我们便一家一家店地询问。虽屡遭拒绝，让我有些气馁，但最后来到了一家饭店，询问前台，恰巧她刚好有足够的现金。于是我连忙转了钱，正但我伸手拿的时候，她突然说等下，转身向验钞机把纸币验钞，确认没问题后，方才把现金给我。\n拿到现金后，我们一起过了马路，在确认了电话和微信没问题了以后，便一下子把手腕上一直带的表取了下来，表示这就是抵押物。互相道别后，我便回去拿了另一个快递后回了宿舍，此时已然两点，距离下午集合不到二十分钟。小心翼翼地把表保存好后，稍作整备，便携带着困意来到了训练场。而晚上晚训前，好奇心强烈的我悄悄地在舍友都离开后，宿舍正稍显漆黑的时间打开了购物软件，想查查这个表的数据——正版的要三万，而仿制的，也得三百左右。到此，悬着的心便彻底放下了。因为我曾经这样想过：小几百块钱，做这样的一次实践经历，我已然做好被骗的准备了。即使被骗，我相信也是一段不错的经历，只是接下来得靠学校的最低档的保障餐过日子了…\n下午和晚上的训练照常…\n（其实是我没有更多时间写了，马上要回去宿舍了，到此已经两千多字）\n完。"},"2025.09/9.25":{"slug":"2025.09/9.25","filePath":"2025.09/9.25.md","title":"9.25","links":[],"tags":[],"content":"军训第九天。当上了通讯员后，码字记录的时间也得提前了，今天是中午开始记录。一个是我得开始写东西投稿，另一个是避免像昨晚一般，写了两千字仍未抒发完心中的想法，却即将到达寝室关门的时间——好不畅快。\n昨晚虽说有了眼罩，或许是码字的热情实在浓烈，卡点回寝室后，整备完睡觉的时间甚至比之前两天有过之而无不及。导致今天的早起遇到了困难，见到了点半的闹钟，只是一味地点击延后，直到下一次40分的闹钟震动起来，方才缓慢地地起了床。穿好衣物出发来到饭堂后，发觉精神似乎比昨天早上好了一点，便不再犹豫，啃完了那3块钱的韭菜盒子，便马上投入到学习中。直到七点十分完成了学习任务后，回到寝室，只见寝室空无一人，洗漱后，我透过窗帘缝隙穿过的些许阳光下，整理好自己即将要带去训练场的物品，出发。\n为了尽可能挤出时间学习，大多时候我到达训练场集合的时间是卡着点到的，但每次到达，只见大家放松站着，甚至有人拿出手机回复一下消息——有惊无险呀！\n今天的训练内容依旧是刺杀操。尽管教官说练这个会很累，但我觉得这真的比练习队列轻松多了！练得好的时候，我们便能有5分钟的休息时间，或许是教官对我们宽容，或许是我们真的打的很好，经常在练习一遍分解一遍连贯的动作以后，便能获得休息的机会。而军训也因此增加了许多轻松愉快的氛围。但大家依旧不敢松懈，作为通讯员，承担拍照的义务，自然不敢遗漏连队伙伴们的帅照啦！\n15分钟的休息，说长不长，说短不短，但偶尔总有一些同学上来给咱们连队上才艺表演。这位唱歌的同学，不知怎的，或许是我们连队的“超级活跃分子”，因此被称为“魔丸”，估计是形容他调皮的程度和哪吒有异曲同工之妙吧！而第二位，是跳舞的同学，我也抓拍到了一张照片，动作非常有力量！表演前，甚至允许我们“点菜”，问我们想看什么类型的舞蹈？\n连上我们练习的间隔，整个休息时间变长了很多，甚至和15分钟的大休息连在一起，或许是教官不让今天的军训变得太无聊，于是选了几位同学的上来展示刺杀操。而我给他们拍了视频，说实话，他们打的真帅，而我“魔鬼式”运镜也真的很累呀！这样的运镜，并非从哪里学到，而是我根据所谓“印度式运镜”突发奇想而来的。\n今天的军训记录就先到这里了！嗨！我们天天见！"},"2025.09/9.26":{"slug":"2025.09/9.26","filePath":"2025.09/9.26.md","title":"9.26 日思","links":[],"tags":[],"content":"早上下雨，军训延迟，方有时间再饭堂一处交流做自己的东西。\n坐下来，让我不得不思考一件事情，曾经有什么东西我想做过，也尝试去做过，但是我又放弃了？放弃的原因是什么？我应该如何找到自己真正能够坚持下去的东西？\n若说高考后我一直在尝试探索的事物，那无疑是AI。自答辩以来，我应用AI的频率越来越高，可以说，浪前的答辩活动是我对AI应用的一次重大转折点——进入一个完全模式的领域，在较为高压的环境下，我不得不使用AI作为杠杆协助答辩工作的进行。\n目前我使用频率最高的AI应用便是对话，毋庸置疑的是AI对话的启动成本最低，而且能带来的有效信息量也是很客观的。至于其他的AI应用，也不是没有涉足过，只是颇有一种，目前泡在AI对话的舒适区中，一旦往外拓展，譬如AI绘画、AI写代码此类，其实刚开始也能接受，可一旦稍微深入，很多顽固的问题便如潮水般涌来将我淹没，许多时候我不得不回退到AI对话里，一次次进行交流进行反思。这样的经历，像是一个曲折陡峭的折线图，突破了一次平台期后，上升了，此时的收获感是很足的，而后继续探索，因一次次挫折，这折线图渐显颓势，不断后退，这时自己的心态是低迷的，可一旦坚持下去，终究有一天会再次突破平台期，又一次获得那欣喜若狂的成就感。\n道理虽简单，可我此时似乎正卡在这样的一个，折线图不断后退的阶段。尽管再怎么后退，今天的我无疑是比曾经的我是更加有进步的，只是聚焦当下，聚焦这个时间段，我是退步的，心态的低迷也油然而生。这也不得不让我思考，究竟怎样才能度过这样的一个低迷的阶段？\n我尝试做一个英语学习的网站，其中遇到了一些顽固的问题，而作为一名代码零基础的小白，即便有AI作为杠杆，也显得无力。只是最近大学生活刚开始，军训的到来，让我搁置了这个问题，而一旦闲下来，这样的无力感时不时会“攻击”一下我。\n今早照常看了看AI的新闻，了解到阿里新出了个旗下最强大的模型Qwen-3-Max，看完“数字生命卡兹克”的推文后，我立马开始尝试，和Qwen沟通。\n沟通的过程，也是一个梳理思路的过程。今天早上似乎一直在梳理自己的思绪，把很多想做的但没做的，做了但没坚持下去的，做了也坚持下去的东西一并梳理了。而这样一套下来，发现，我想做一个英语学习网站的确有一些“宏大”了，换句话说，这其实并没有很多联系我平时坚持做的事情，导致割裂感过强，这是我陷入停滞的原因之一，当然另一个原因便是，开发这样一个网站真的接触到了很多陌生且难以捉摸的东西，有AI作为杠杆根本不够，脑子里没有概念，那是很难坚持做下去的。这也是我和AI沟通时候获得的启发——我应该把那个英语学习网站的制作思路，变得简单，变得与我平时坚持做的事情相关联。\n而我平时坚持做了什么呢？每天或多或少写点东西，并成为“日思”；每天早起学习看英语精听的课程，练习听力乃至口语。只剩这俩，写到这我也很惊讶，想起来暑假期间我尝试做很多事情，经历了三个月的磨炼，只剩下这俩。说起来最近日思的输出变得越来越多了，至于为什么会这样，我想，其一是我曾经听过一句话：朋友圈诸如此类事物，会稀释我们的表达，比如我明明有很强的表达欲，可以说上千字，而朋友圈一句话一张图，便把我的表达欲稀释完了，而写作输出的机会也随之而逝。至于英语的学习，或许是过去三个月我比较恐惧自己身处一个中文的信息茧房吧！我觉得我得出去探索这些英文世界的魅力，关键是一句话影响我很深刻：语言是思想的边界。多学一种语言，并非只有拓展信息边界的功能，更是将自己的思维拓展开，不再局限于”中文思维“，也会用”英文思维“去想东西，我觉得这是很可贵的。\n因此，答案也出来了，不急于实现自己脑子的想法，而是更现实地结合目前的形势，做一套更具长期主义的计划。\n现在是晚上刚下训。\n回想了两天前的经历，事实上毫无疑问——我被骗了。金额不算大，300块。\n在开始之前，请先让我为自己辩解一下。刚到异地大城市读书，也算是真正踏入社会的第一步了。刚开学便遇到许多牛鬼蛇神——校园卡强买强卖的、卖笔的，我有一位舍友甚至被骗了1000块钱。大多数时候我都把这些当做他人的谈资，听后感叹一下，便没有后续了。而今天，这件事情发生在我身上了。不必等时间确认，因为——当你觉察到自己可能遭遇了诈骗的时候，那真的遭到了诈骗。\n回顾一下前几天的经历：我在取快递的途中，遇到了一位自称是丢失了手机的大叔，他说他出差需要赶回去，他需要打车，于是我便给了他钱。至于为什么我会如此轻易的给出去钱，我得好好反思一下。因为我曾经也有丢失手机的经历，那时候的确很无助，问了好多人，才有一个愿意借手机给我打电话的陌生人，这自然给我种下了一个种子——遇到类似经历的人的时候，我会更倾向于帮助。其次，这位大叔的剧本很熟练：首先以问路的姿态询问，让你放下警惕。随后提出打车的要求，如同催化剂，把原本一大段才能达成的反应拆解为多段反应历程，更容易进行反应，而对人，也是这样。\n随后，疑点来了，打车很正常吧，但他要求现金。这就很有趣了，现金之于电子支付的优势，无疑就是匿名性——交易双方用现金交易，想要追溯，就变得十分困难了。然后他的闲聊也很有趣，问他是做什么的，把来路和目的都说的头头是道。首先说自己不差这点钱，然后说自己将要去打官司，把自己包装成一个小老板。更重要的来了，他说事后会返回几百请自己吃饭，这恰巧利用了人性。还有一个操作也很关键，便是强调自己“很赶时间”，如果直接提出赶时间，那未免有些嫌疑，但如果梳理好“小老板”的人设，那一切便十分合理了。中间还会用一些列闲谈来放松受害者的警惕。\n就这样的一套剧本和细节操作下，我乖乖交出了300块钱。前几天还去查一下陌生人所谓的“担保”，正版价值不菲，盗版同样需要小几百。但有一种可能我没有考虑到——作案的道具，只需要十多块钱的就够用了，而且对象是学生，根本不清楚真假。\n总结一下：\n双重丢失的极端困境：同时没有钱包和没有手机，使得骗子切断了他真实身份的所有途径，并营造巨大同理心设计一个完美的困境。\n紧迫的时间压力：以赶时间出差为理由，旨在制造紧张感，让受害者没有充足的时间去思考和怀疑。\n不合理的现金需求：事实上现代完全可以开电子发票，为什么一定要现金？原因就在所谓匿名性。\n300块钱的金额设计也很有趣，不大不小，在打车的背景下既不会让人产生过多强烈的怀疑，也能让骗子不虚此行\n而担保物，给予受害者虚假的安全感。而这个担保物的设计也很有趣，极大概率是一块高仿表，利用了自己无法当场鉴别真伪的信息差。\n而为什么我敢写出来，甚至计划发布，一个是我通过阅读见到过很多大佬有被骗的经历，其中让我印象深刻的李笑来老师，直言道：有些被骗的经历蠢到我都不敢写出来发表出去。这个经历是我脱离家庭后第一次，一个很蠢的被骗的经历（从前两天的日思可以看出来，我完全沉浸在所谓“助人为乐”的自我感动中了）。另一个是，发出来，警醒大家，而这块仿制表，我不会出售回血，我会好好保存，每当我拿出来，这个表都会警醒我：小子，不要再天真单纯了！社会险恶，要小心！"},"2025.09/周总结+9.21":{"slug":"2025.09/周总结+9.21","filePath":"2025.09/周总结+9.21.md","title":"周总结+9.21","links":[],"tags":[],"content":"军训第五天。今天上午的节目是空袭演练：手捂口鼻穿越数个被烟幕弹覆盖的区域，拉响警报后，集体向左右两边趴下。不过我感觉这活动的意义更多在于熟悉校园环境。绕校园又走又跑地行进了三公里，在军歌与口号声的萦绕下，绕回来了训练场。令大家惊喜的是，在训练场休息了半小时后，便直接回了宿舍自行活动，此时是早上的十点半。\n来到了这周的周总结。要我给个主题，便是：初步熟悉大学。上大学成了我人生第一次坐高铁的机会。下了高铁来到学校，感受到许多震撼——大多数自小县城到大城市中心区域的震撼，其次是大学真的“大”，不只是区域大，还有它的包容，最直接的感受是6块钱的一荤一素。\n从暑假到军训，刚开始的确会有不适应，正如我前些日子的日思，熬过了第一天，后面的日子也逐渐加速加速再加速，每天会有一种：“啊，原来已经过去一天了”的恍惚感。\n和老妈来到大学，第一次感受到了社会的“险恶”——校园卡以近乎强买强卖的方式推销，还有各路学长学姐搭讪，也碰见卖笔的，我有一位舍友买笔花了40块钱，也有一位被骗1000块钱的。异客来到异乡，终究是得谨慎再谨慎的。\n来到大学的新环境，很多东西几乎是一个黑盒。学工系统教务系统的操作，没人会像高中一样手把手教你；到了选课，许多人，包括我连怎么进去系统选课，甚至连选课的概念都不清楚，就被拉去操作了。\n新环境，新挑战。只管繁荣，莫问前程。"},"EnglishLearning/Plan":{"slug":"EnglishLearning/Plan","filePath":"EnglishLearning/Plan.md","title":"Plan","links":[],"tags":[],"content":"当然可以！你已经做了大量探索和实践，现在我们把信息高度浓缩，只保留你最关心的三件事：\n\n✅ 一、GitHub 同步流程（每次更新网站只需 4 步）\n\n前提：你已写好日思（如 9.27.md）并复制到 quartz/content/ 文件夹\n\n操作步骤（在 PowerShell 中依次输入）：\ncd quartz                     # 进入项目目录\ngit add .                     # 标记所有新/改文件（告诉 Git：“这些我要上传”）\ngit commit -m &quot;新增9.27日思&quot;  # 给这次改动写个说明（比如“加了一篇笔记”）\ngit push                      # 真正上传到 GitHub\n✅ 等 1–2 分钟，访问你的网站（如 https://LOLOLTheFatFish.github.io/The_FatFish-Blog），新内容就出现了！\n\n💡 首次使用需先设置 Git 身份（只需一次）：\ngit config --global user.name &quot;YourName&quot;\ngit config --global user.email &quot;your@email.com&quot;\n\n\n✅ 二、本地启动 Quartz 网站（用于预览）\n在 quartz 文件夹中运行：\nnpx quartz build --serve\n→ 浏览器访问 http://localhost:8080 即可预览\n→ 按 Ctrl + C 可停止服务\n\n⚠️ 如果报错 CustomOgImages，请确保 quartz.config.ts 中已注释掉：\n// Plugin.CustomOgImages(),\n\n\n✅ 三、英语学习阶段性计划（结合 J 老师指南 + 你的目标）\n📌 核心原则：\n\n每天 30–45 分钟精听（J 老师课程）\n每天 10 分钟输出（写英文摘要 → 发布到网站）\n不求快，但求持续\n\n\n🗓️ 阶段安排：\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n阶段时间学习内容你的输出动作预备级第1–4周《在机场》《在酒店》等生活场景每天写 1–3 句英文摘要，发布到网站初级第5–12周《哈佛谈幸福》《职场邮件》等话题每周写 1 篇“中英对照反思”，整理实用表达进阶第13周+商务、心理、科技类高阶内容写英文书评/影评，把网站变成“English Portfolio”\n\n🔁 每日最小闭环（推荐）：\n\n听：J 老师一节课（正课 + 跟读）\n记：在 Obsidian 写日思（可含中文思考）\n译/写：摘 1–3 句英文总结（或尝试翻译部分）\n发：复制到 quartz/content/ → 运行 git add/commit/push\n\n\n🌟 这样，你的英语学习、写作习惯、网站作品三者形成闭环，互相促进。\n\n\n🎯 一句话总结你的路径：\n\n每天听一点、写一点、发一点，用网站记录成长，让坚持看得见。\n\n你不需要完美执行，只需要每天向前一小步。6 个月后，你会拥有：\n\n流畅的听力与表达能力\n一个持续更新的个人作品集\n一份可展示的长期主义证明\n\n如果未来某天你想调整节奏、换工具、加功能，都可以随时迭代。但此刻，保持简单，持续行动，就是最好的策略。\n需要我帮你做一个「每日打卡清单」或「网站栏目模板」吗？随时告诉我！"},"index":{"slug":"index","filePath":"index.md","title":"Welcome to Quartz","links":[],"tags":[],"content":"This is a blank Quartz installation.\nSee the documentation for how to get started."}}